Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Your travel video has been saved to your camera roll.
ar: تم حفظ فيديو رحلتك في مكتبة الصور.
cs: Vaše cestovatelské video bylo uloženo do fotoaparátu.
da: Din rejsevideo er blevet gemt i din kamerarulle.
de: Dein Reisevideo wurde in deiner Fotomediathek gespeichert.
el: Το ταξιδιωτικό σας βίντεο αποθηκεύτηκε στο άλμπουμ φωτογραφιών.
es: Tu vídeo de viaje se ha guardado en tu carrete.
fi: Matkavideosi on tallennettu kameran kelaan.
fr: Votre vidéo de voyage a été enregistrée dans votre pellicule.
he: סרטון הטיולים שלך נשמר בסליל המצלמה.
hi: आपका ट्रैवल वीडियो कैमरा रोल में सहेज लिया गया है।
hu: Az utazási videód mentve lett a Fényképekbe.
id: Video perjalanan Anda telah disimpan ke gulungan kamera.
it: Il tuo video di viaggio è stato salvato nel rullino.
ja: 旅行動画がカメラロールに保存されました。
ko: 여행 동영상이 카메라 롤에 저장되었습니다.
nb: Reisevideoen din er lagret i kamerarullen.
nl: Je reisvideo is opgeslagen in je cameraroll.
pl: Twój film podróżniczy został zapisany w rolce z aparatu.
pt_br: Seu vídeo de viagem foi salvo no rolo da câmera.
pt_pt: O teu vídeo de viagem foi guardado no rolo da câmara.
ro: Videoclipul tău de călătorie a fost salvat în rola foto.
sv: Din resevideo har sparats i din kamerarulle.
th: วิดีโอการเดินทางของคุณถูกบันทึกลงในคลังภาพแล้ว
tr: Seyahat videon kamera rulosuna kaydedildi.
uk: Ваше подорожнє відео збережено в плівці камери.
vi: Video du lịch của bạn đã được lưu vào cuộn phim máy ảnh.
zh_hans: 你的旅行视频已保存到相机胶卷。

source: Your travel video is ready!
ar: فيديو رحلتك جاهز!
cs: Vaše cestovatelské video je hotové!
da: Din rejsevideo er klar!
de: Dein Reisevideo ist fertig!
el: Το ταξιδιωτικό σας βίντεο είναι έτοιμο!
es: ¡Tu vídeo de viaje está listo!
fi: Matkavideosi on valmis!
fr: Votre vidéo de voyage est prête !
he: סרטון הטיול שלכם מוכן!
hi: आपका ट्रैवल वीडियो तैयार है!
hu: Az utazási videód elkészült!
id: Video perjalananmu sudah siap!
it: Il tuo video di viaggio è pronto!
ja: 旅行動画の準備ができました！
ko: 여행 영상이 준비되었습니다!
nb: Reisevideoen din er klar!
nl: Je reisvideo is klaar!
pl: Twoje wideo z podróży jest gotowe!
pt_br: Seu vídeo de viagem está pronto!
pt_pt: O seu vídeo de viagem está pronto!
ro: Videoclipul tău de călătorie este gata!
sv: Din resevideo är klar!
th: วิดีโอการเดินทางของคุณพร้อมแล้ว!
tr: Seyahat videon hazır!
uk: Ваше відео подорожі готове!
vi: Video du lịch của bạn đã sẵn sàng!
zh_hans: 你的旅行视频已准备就绪！

source: Your trip starts today
ar: رحلتك تبدأ اليوم
cs: Vaše cesta začíná dnes
da: Din rejse starter i dag
de: Deine Reise beginnt heute
el: Το ταξίδι σου ξεκινά σήμερα
es: Tu viaje empieza hoy
fi: Matkasi alkaa tänään
fr: Votre voyage commence aujourd'hui
he: הטיול שלך מתחיל היום
hi: आपकी यात्रा आज शुरू होती है
hu: Az utazásod ma indul
id: Perjalananmu dimulai hari ini
it: Il tuo viaggio inizia oggi
ja: 本日、旅が始まります
ko: 오늘 여행이 시작됩니다
nb: Reisen din starter i dag
nl: Je reis begint vandaag
pl: Twoja podróż zaczyna się dziś
pt_br: Sua viagem começa hoje
pt_pt: A sua viagem começa hoje
ro: Călătoria ta începe azi
sv: Din resa börjar idag
th: ทริปของคุณเริ่มวันนี้
tr: Seyahatin bugün başlıyor
uk: Ваша подорож починається сьогодні
vi: Chuyến đi của bạn bắt đầu hôm nay
zh_hans: 您的旅程今天开始

source: Your year in travel
ar: سنتك في السفر
cs: Váš rok v cestování
da: Dit rejseår
de: Dein Reisejahr
el: Το Έτος σας στα Ταξίδια
es: Tu año en viajes
fi: Matkavuotesi
fr: Votre année en voyages
he: השנה שלך בטיולים
hi: यात्रा में आपका वर्ष
hu: Az utazási éved
id: Tahun Perjalanan Anda
it: Il tuo anno di viaggi
ja: あなたの旅の1年
ko: 나의 여행의 해
nb: Ditt reiseår
nl: Jouw reisjaar
pl: Twój rok w podróżach
pt_br: Seu ano em viagens
pt_pt: O seu ano em viagens
ro: Anul tău în călătorii
sv: Ditt reseår
th: ปีแห่งการเดินทางของคุณ
tr: Seyahat Yılınız
uk: Ваш рік у подорожах
vi: Năm du lịch của bạn
zh_hans: 你的旅行之年

source: Zoom
ar: تكبير
cs: Přiblížení
el: Ζουμ
fi: Zoomaus
he: זום
hi: ज़ूम
hu: Nagyítás
ja: ズーム
ko: 줌
th: ซูม
tr: Yakınlaştırma
uk: Масштабування
vi: Thu phóng
zh_hans: 缩放

source: Zoom In
ar: تكبير
cs: Přiblížení
da: Zoom ind
de: Hineinzoomen
el: Μεγέθυνση
es: Acercar
fi: Lähennä
fr: Zoom avant
he: התקרבות
hi: ज़ूम इन
hu: Ránagyítás
id: Perbesar
it: Zoom avanti
ja: ズームイン
ko: 확대
nb: Zoom inn
nl: Inzoomen
pl: Przybliżenie
pt_br: Aproximar
pt_pt: Aproximar
ro: Mărire
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
uk: Наближення
vi: Phóng to
zh_hans: 放大

source: Zoom Out
ar: تصغير
cs: Oddálení
da: Zoom ud
de: Herauszoomen
el: Σμίκρυνση
es: Alejar
fi: Loitonna
fr: Zoom arrière
he: התרחקות
hi: ज़ूम आउट
hu: Kicsinyítés
id: Perkecil
it: Zoom indietro
ja: ズームアウト
ko: 축소
nb: Zoom ut
nl: Uitzoomen
pl: Oddalenie
pt_br: Afastar
pt_pt: Afastar
ro: Micșorare
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
uk: Віддалення
vi: Thu nhỏ
zh_hans: 缩小

source: around the world
ar: حول العالم
cs: kolem světa
da: jorden rundt
de: um die Welt
el: γύρος του κόσμου
es: vuelta al mundo
fi: maailman ympäri
fr: tour du monde
he: מסביב לעולם
hi: दुनिया भर में
hu: föld körül
id: keliling dunia
it: giro del mondo
ja: 世界一周
ko: 세계 일주
nb: jorden rundt
nl: rond de wereld
pl: dookoła świata
pt_br: volta ao mundo
pt_pt: volta ao mundo
ro: în jurul lumii
sv: jorden runt
th: รอบโลก
tr: dünya turu
uk: навколо світу
vi: vòng quanh thế giới
zh_hans: 环游世界

source: badges unlocked
ar: شارات مفتوحة
cs: odznaky odemčeny
da: badges låst op
de: Abzeichen freigeschaltet
el: παράσημα ξεκλειδώθηκαν
es: insignias desbloqueadas
fi: merkkiä avattu
fr: badges débloqués
he: תגים נפתחו
hi: बैज अनलॉक हुए
hu: jelvény feloldva
id: lencana terbuka
it: distintivi sbloccati
ja: バッジ獲得
ko: 배지 잠금 해제됨
nb: merker låst opp
nl: badges ontgrendeld
pl: odznak odblokowanych
pt_br: emblemas desbloqueados
pt_pt: emblemas desbloqueados
ro: insigne deblocate
sv: utmärkelser upplåsta
th: ปลดล็อกตราสัญลักษณ์
tr: rozet açıldı
uk: значків відкрито
vi: huy hiệu đã mở khóa
zh_hans: 已解锁徽章

source: cities
ar: مدن
cs: měst
da: byer
de: Städte
el: πόλεις
es: ciudades
fi: kaupunkia
fr: villes
he: ערים
hi: शहर
hu: város
id: kota
it: città
ja: 都市
ko: 도시
nb: byer
nl: steden
pl: miasta
pt_br: cidades
pt_pt: cidades
ro: orașe
sv: städer
th: เมือง
tr: şehir
uk: міст
vi: thành phố
zh_hans: 城市

source: city
ar: مدينة
cs: město
da: by
de: Stadt
el: πόλη
es: ciudad
fi: kaupunki
fr: ville
he: עיר
hi: शहर
hu: város
id: kota
it: città
ja: 都市
ko: 도시
nb: by
nl: stad
pl: miasto
pt_br: cidade
pt_pt: cidade
ro: oraș
sv: stad
th: เมือง
tr: şehir
uk: місто
vi: thành phố
zh_hans: 城市

source: clips
ar: مقاطع
cs: klipů
da: klip
el: κλιπ
fi: klippiä
he: קליפים
hi: क्लिप्स
hu: klip
id: klip
it: clip
ja: クリップ
ko: 클립
nb: klipp
pl: klipów
pt_br: clipes
pt_pt: clipes
ro: clipuri
sv: klipp
th: คลิป
tr: klip
uk: кліпів
vi: đoạn clip
zh_hans: 片段

source: countries
ar: دول
cs: zemí
da: lande
de: Länder
el: χώρες
es: países
fi: maata
fr: pays
he: מדינות
hi: देश
hu: ország
id: negara
it: paesi
ja: 国
ko: 국가
nb: land
nl: landen
pl: kraje
pt_br: países
pt_pt: países
ro: țări
sv: länder
th: ประเทศ
tr: ülke
uk: країн
vi: quốc gia
zh_hans: 国家

source: country
ar: دولة
cs: země
da: land
de: Land
el: χώρα
es: país
fi: maa
fr: pays
he: מדינה
hi: देश
hu: ország
id: negara
it: paese
ja: 国
ko: 국가
nb: land
nl: land
pl: kraj
pt_br: país
pt_pt: país
ro: țară
sv: land
th: ประเทศ
tr: ülke
uk: країна
vi: quốc gia
zh_hans: 国家

source: cruises
ar: رحلات بحرية
cs: plaveb
da: krydstogter
de: Kreuzfahrten
el: κρουαζιέρες
es: cruceros
fi: risteilyä
fr: croisières
he: שייטים
hi: क्रूज़
hu: hajóút
id: pelayaran
it: crociere
ja: クルーズ
ko: 크루즈
nb: cruise
pl: rejsy
pt_br: cruzeiros
pt_pt: cruzeiros
ro: croaziere
sv: kryssningar
th: การล่องเรือ
tr: kruvaziyer
uk: круїзів
vi: chuyến du thuyền
zh_hans: 游轮之旅

source: days
ar: أيام
cs: dní
da: dage
de: Tage
el: ημέρες
es: días
fi: päivää
fr: jours
he: ימים
hi: दिन
hu: nap
id: hari
it: giorni
ja: 日
ko: 일
nb: dager
nl: dagen
pl: dni
pt_br: dias
pt_pt: dias
ro: zile
sv: dagar
th: วัน
tr: gün
uk: днів
vi: ngày
zh_hans: 天

source: days to go
ar: أيام متبقية
cs: dní zbývá
da: dage tilbage
de: Tage verbleibend
el: ημέρες απομένουν
es: días quedan
fi: päivää jäljellä
fr: jours restants
he: ימים נותרו
hi: दिन शेष
hu: nap van hátra
id: hari lagi
it: giorni mancano
ja: 日後
ko: 일 남음
nb: dager igjen
nl: dagen te gaan
pl: dni do wyjazdu
pt_br: dias faltam
pt_pt: dias faltam
ro: zile rămase
sv: dagar kvar
th: วัน
tr: gün kaldı
uk: днів залишилось
vi: ngày nữa
zh_hans: 天后出发

source: flights
ar: رحلات جوية
cs: letů
da: flyvninger
de: Flüge
el: πτήσεις
es: vuelos
fi: lentoa
fr: vols
he: טיסות
hi: उड़ानें
hu: repülőút
id: penerbangan
it: voli
ja: フライト
ko: 항공편
nb: flyreiser
nl: vluchten
pl: loty
pt_br: voos
pt_pt: voos
ro: zboruri
sv: flygningar
th: เที่ยวบิน
tr: uçuş
uk: перельотів
vi: chuyến bay
zh_hans: 航班

source: items
ar: عناصر
cs: položek
da: elementer
de: Elemente
el: στοιχεία
es: elementos
fi: kohdetta
fr: éléments
he: פריטים
hi: आइटम
hu: elem
id: item
it: elementi
ja: アイテム
ko: 항목
nb: elementer
pl: elementów
pt_br: itens
pt_pt: itens
ro: elemente
sv: objekt
th: รายการ
tr: öğe
uk: елементів
vi: mục
zh_hans: 项

source: km to go until lap
ar: كم متبقٍ حتى الدورة
cs: km do kola
da: km til omgang
de: km bis Runde
el: χλμ έως τον γύρο
es: km para completar la vuelta
fi: km jäljellä kierrokseen
fr: km avant le tour
he: ק"מ עד ההקפה
hi: लैप तक किमी शेष
hu: km a körig
id: km lagi menuju lap
it: km al giro
ja: 周回まであと
ko: 바퀴까지 남은 거리
nb: km igjen til runde
nl: km te gaan tot ronde
pl: km do okrążenia
pt_br: km para completar a volta
pt_pt: km para completar a volta
ro: km rămași până la tură
sv: km kvar till varv
th: กม. ที่เหลือถึงรอบ
tr: tura kalan km
uk: км до кола
vi: km còn lại đến vòng
zh_hans: 距第

source: km travelled
ar: كم مقطوعة
cs: ujetých km
da: km tilbagelagt
de: km zurückgelegt
el: χλμ διανυθέντα
es: km recorridos
fi: km matkustettu
fr: km parcourus
he: ק"מ שנסעו
hi: किमी की यात्रा की
hu: km megtéve
id: km ditempuh
it: km percorsi
ja: km 移動
ko: km 이동
nb: km tilbakelagt
nl: km afgelegd
pl: km przebytych
pt_br: km percorridos
pt_pt: km percorridos
ro: km parcurși
sv: km tillryggalagda
th: กม. ที่เดินทาง
tr: km kat edildi
uk: км пройдено
vi: km đã đi
zh_hans: 公里

source: km travelled in total
ar: إجمالي الكم المقطوعة
cs: ujetých km celkem
da: km tilbagelagt i alt
de: km insgesamt zurückgelegt
el: χλμ διανυθέντα συνολικά
es: km recorridos en total
fi: km matkustettu yhteensä
fr: km parcourus au total
he: סך הק"מ שנסעו
hi: कुल किमी की यात्रा की
hu: km összesen megtéve
id: km ditempuh secara total
it: km percorsi in totale
ja: 合計移動距離 km
ko: 총 이동 거리 km
nb: km tilbakelagt totalt
nl: km in totaal afgelegd
pl: km przebytych łącznie
pt_br: km percorridos no total
pt_pt: km percorridos no total
ro: km parcurși în total
sv: km tillryggalagda totalt
th: กม. ที่เดินทางทั้งหมด
tr: toplam kat edilen km
uk: км пройдено загалом
vi: tổng km đã đi
zh_hans: 总计公里

source: km — longest trip of the year
ar: كم — أطول رحلة في العام
cs: km — nejdelší cesta roku
da: km — årets længste rejse
de: km — längste Reise des Jahres
el: χλμ — μεγαλύτερο ταξίδι της χρονιάς
es: km — el viaje más largo del año
fi: km — vuoden pisin matka
fr: km — le plus long voyage de l'année
he: ק"מ — הטיול הארוך ביותר השנה
hi: किमी — साल की सबसे लंबी यात्रा
hu: km — az év leghosszabb útja
id: km — perjalanan terpanjang tahun ini
it: km — il viaggio più lungo dell'anno
ja: km — 今年最長の旅
ko: km — 올해 가장 긴 여행
nb: km — årets lengste reise
nl: km — langste reis van het jaar
pl: km — najdłuższa podróż roku
pt_br: km — a viagem mais longa do ano
pt_pt: km — a viagem mais longa do ano
ro: km — cea mai lungă călătorie a anului
sv: km — årets längsta resa
th: กม. — ทริปที่ยาวที่สุดของปี
tr: km — yılın en uzun gezisi
uk: км — найдовша подорож року
vi: km — chuyến đi dài nhất trong năm
zh_hans: 公里 — 今年最长的一次旅行

source: lap
ar: دورة
cs: kolo
da: omgang
de: Runde
el: γύρος
es: vuelta
fi: kierros
fr: tour
he: הקפה
hi: लैप
hu: kör
it: giro
ja: 周
ko: 바퀴
nb: runde
nl: ronde
pl: okrążenie
pt_br: volta
pt_pt: volta
ro: tură
sv: varv
th: รอบ
tr: tur
uk: коло
vi: vòng
zh_hans: 圈

source: min
ar: دقيقة
el: λεπτά
he: דק'
hi: मिनट
hu: perc
id: mnt
ja: 分
ko: 분
th: นาที
tr: dk
uk: хв
vi: phút
zh_hans: 分钟

source: nights
ar: ليالٍ
cs: noci
da: nætter
de: Nächte
el: βράδια
es: noches
fi: yötä
fr: nuits
he: לילות
hi: रातें
hu: éjszaka
id: malam
it: notti
ja: 泊
ko: 박
nb: netter
nl: nachten
pl: noce
pt_br: noites
pt_pt: noites
ro: nopți
sv: nätter
th: คืน
tr: gece
uk: ночей
vi: đêm
zh_hans: 晚

source: no data
ar: لا توجد بيانات
cs: žádná data
da: ingen data
de: keine Daten
el: χωρίς δεδομένα
es: sin datos
fi: ei tietoja
fr: aucune donnée
he: אין נתונים
hi: कोई डेटा नहीं
hu: nincs adat
id: tidak ada data
it: nessun dato
ja: データなし
ko: 데이터 없음
nb: ingen data
nl: geen gegevens
pl: brak danych
pt_br: sem dados
pt_pt: sem dados
ro: fără date
sv: ingen data
th: ไม่มีข้อมูล
tr: veri yok
uk: немає даних
vi: không có dữ liệu
zh_hans: 无数据

source: of
ar: من
cs: z
da: af
de: von
el: από
es: de
fr: sur
he: מתוך
hi: में से
id: dari
it: di
nb: av
nl: van
pl: z
pt_br: de
pt_pt: de
ro: din
sv: av
th: จาก
uk: з
vi: trên

source: pts
ar: نقطة
cs: b.
da: point
de: Pkt
el: π.
fi: pist.
he: נק'
hi: अंक
hu: pont
id: poin
it: pt
ja: pt
ko: 점
nb: p
nl: pt
pl: pkt
ro: pct
sv: p
th: คะแนน
tr: puan
uk: балів
vi: điểm
zh_hans: 分

source: pts to the next level
ar: نقطة حتى المستوى التالي
cs: b. do další úrovně
da: point til næste niveau
de: Pkt bis zum nächsten Level
el: π. έως το επόμενο επίπεδο
es: pts para el siguiente nivel
fi: pist. seuraavaan tasoon
fr: pts avant le niveau suivant
he: נק' עד לרמה הבאה
hi: अगले स्तर तक अंक
hu: pont a következő szintig
id: poin menuju level berikutnya
it: pt al livello successivo
ja: 次のレベルまで pt
ko: 다음 레벨까지 점
nb: p til neste nivå
nl: pt tot volgend niveau
pl: pkt do następnego poziomu
pt_br: pts para o próximo nível
pt_pt: pts para o próximo nível
ro: pct până la nivelul următor
sv: p till nästa nivå
th: คะแนนถึงระดับถัดไป
tr: sonraki seviyeye puan
uk: балів до наступного рівня
vi: điểm đến cấp tiếp theo
zh_hans: 分到下一级

source: to go
ar: متبقٍ
cs: zbývá
da: tilbage
de: übrig
el: απομένουν
es: restantes
fi: jäljellä
fr: restant
he: נותרו
hi: बाकी
hu: hátravan
id: tersisa
it: rimanenti
ja: 残り
ko: 남음
nb: igjen
nl: te gaan
pl: zostało
pt_br: restantes
pt_pt: em falta
ro: rămași
sv: kvar
th: เหลืออีก
tr: kaldı
uk: залишилось
vi: còn lại
zh_hans: 剩余

source: trip
ar: رحلة
cs: cesta
da: rejse
de: Reise
el: ταξίδι
es: viaje
fi: matka
fr: voyage
he: טיול
hi: यात्रा
hu: út
id: perjalanan
it: viaggio
ja: 旅行
ko: 여행
nb: reise
nl: reis
pl: podróż
pt_br: viagem
pt_pt: viagem
ro: călătorie
sv: resa
th: ทริป
tr: gezi
uk: подорож
vi: chuyến đi
zh_hans: 行程

source: trips
ar: رحلات
cs: cest
da: rejser
de: Reisen
el: ταξίδια
es: viajes
fi: matkaa
fr: voyages
he: טיולים
hi: यात्राएं
hu: út
id: perjalanan
it: viaggi
ja: 旅行
ko: 여행
nb: reiser
nl: reizen
pl: podróże
pt_br: viagens
pt_pt: viagens
ro: călătorii
sv: resor
th: ทริป
tr: gezi
uk: подорожей
vi: chuyến đi
zh_hans: 行程

source: until
ar: حتى
cs: do
da: til
de: bis
el: μέχρι
es: hasta
fi: kunnes
fr: jusqu'à
he: עד
hi: तक
hu: eddig
id: hingga
it: fino a
ja: まで
ko: 까지
nb: til
nl: tot
pl: do
pt_br: até
pt_pt: até
ro: până la
sv: till
th: จนถึง
tr: kadar
uk: до
vi: đến
zh_hans: 距

source: years ago
ar: سنوات مضت
cs: lety
da: år siden
de: Jahren
el: χρόνια πριν
es: años atrás
fi: vuotta sitten
fr: ans
he: שנים לפני כן
hi: साल पहले
hu: éve
id: tahun lalu
it: anni fa
ja: 年前
ko: 년 전
nb: år siden
nl: jaar geleden
pl: lat temu
pt_br: anos atrás
pt_pt: anos atrás
ro: ani în urmă
sv: år sedan
th: ปีที่แล้ว
tr: yıl önce
uk: років тому
vi: năm trước
zh_hans: 年前

source: ✨ Create Memory from this trip
ar: ✨ إنشاء ذكرى من هذه الرحلة
cs: ✨ Vytvořit vzpomínku z tohoto výletu
da: ✨ Opret et minde fra denne tur
de: ✨ Erinnerung aus dieser Reise erstellen
el: ✨ Δημιουργία ανάμνησης από αυτό το ταξίδι
es: ✨ Crear recuerdo a partir de este viaje
fi: ✨ Luo muisto tästä matkasta
fr: ✨ Créer un souvenir à partir de ce voyage
he: ✨ צור זיכרון מהטיול הזה
hi: ✨ इस यात्रा से मेमोरी बनाएं
hu: ✨ Emlék létrehozása ebből az útból
id: ✨ Buat Memory dari perjalanan ini
it: ✨ Crea un ricordo da questo viaggio
ja: ✨ この旅行からメモリーを作成
ko: ✨ 이 여행으로 메모리 만들기
nb: ✨ Lag et minne fra denne turen
nl: ✨ Maak een Memory van deze reis
pl: ✨ Stwórz Memory z tej podróży
pt_br: ✨ Criar Memory a partir desta viagem
pt_pt: ✨ Criar Memory a partir desta viagem
ro: ✨ Creează o amintire din această călătorie
sv: ✨ Skapa ett minne från den här resan
th: ✨ สร้าง Memory จากทริปนี้
tr: ✨ Bu geziden Memory oluştur
uk: ✨ Створити спогад із цієї подорожі
vi: ✨ Tạo Memory từ chuyến đi này
zh_hans: ✨ 用这次旅行创建 Memory
